{
  "about-me": "Über mich",
  "Developer": "Entwickler",
  "Let's-Talk": "Sprechen Wir",
  "down": "runter",
  "I am": "Ich bin",
  "my-skills": "meine skills",
  "locate":"Ich lebe derzeit in Deutschland und arbeite gern in flexiblen, modernen Arbeitsumgebungen. Für Remote-Arbeit bin ich offen.",
  "motivate":"Ich bin offen für Neues und begeistere mich für das Erlernen moderner Technologien sowie die kontinuierliche Weiterentwicklung meiner Fähigkeiten.",
  "solving":"Mein Problemlösungsansatz verbindet analytisches Denken, Kreativität und Ausdauer. Aus jeder Herausforderung lerne ich dazu und arbeite dabei mit anderen zusammen, um die effektivsten Lösungen zu finden.",
  "introduction": "Ich begeistere mich für Softwareentwicklung und Webdesign und begann durch Online-Videos zu lernen. Ich arbeite gern mit JavaScript, Angular und Git, weil ich Probleme lösen und mich beruflich entwickeln möchte. Teamarbeit bevorzuge ich, da ich von anderen lernen kann. Mich motivieren der Lernprozess, eigene Projekte und eine IT-Karriere.",
  "technologie-text": "Hier eine Liste meiner Technologien, die ich in Projekten nutzte",
  "Looking for": "Weitere Fähigkeit",
  "another": "gesucht",
  "Discovering frameworks": "Neue Frameworks und Technologien zu entdecken und meistern begeistert mich.",
  "Touch": "zum Kontakt",
  "portfolio-subheadline": "Entdecke hier eine Auswahl meiner Arbeiten – interagiere mit Projekten, um meine Fähigkeiten in Aktion zu sehen.",
  "join-info": "Task-Manager inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben per Drag-and-Drop, weise Nutzer und Kategorien zu.",
  "pokedex-info": "Basierend auf der PokéAPI: eine einfache Bibliothek, die Pokémon-Informationen bereitstellt und katalogisiert.",
  "game-info": "Ein einfaches Jump-and-Run-Spiel mit objektorientiertem Ansatz. Hilf Pepe, Münzen und Giftflaschen zu sammeln, um gegen das Killer-Huhn zu kämpfen.",
  "contact-main": "Kontakt",
  "contact-subheadline": "Problem zum lösen?",
  "contact-name": "Ihr Name",
  "contact-email": "Ihre E-Mail",
  "contact-message": "Ihre Nachricht",
  "subheadline-desc-1": "Ich würde gerne als Frontend-Entwickler in Kontakt treten,",
  "subheadline-desc-2": "und benutzerfreundliche sowie leistungsstarke Lösungen für Ihre Projekte liefern.",
  "offer-1": "Frontend Entwickler gesucht?",
  "offer-2": "kontaktiere mich!",
  "error-name": "Bitte geben Sie Ihren Namen ein",
  "error-email": "Bitte geben Sie eine gültige E-Mail-Adresse ein",
  "error-message": "Geben Sie einen Text mit mindestens 10 Zeichen ein.",
  "error-policy": "Bitte akzeptieren Sie die Datenschutzerklärung",
  "policy-1": " Ich habe die ",
  "policy-2": "Datenschutzerklärung ",
  "policy-3": "gelesen und stimme der Verarbeitung meiner Daten wie angegeben zu",
  "message": "Nachricht senden :)",
  "legal": "Impressum",

  "headline": "Impressum",
  "imprint": "Impressum",
  "name": "Daniel Petrowski",
  "address": "Tiergartenstraße 23 17235 Neustrelitz",
  "exploring": "Exploring the Board",
  "email": "E-Mail: kontakt@daniel-petrowski.de",
  "accept-terms": "Annahme der Bedingungen",
  "terms-1": "Durch den Zugriff auf und die Nutzung von",
  "terms-2": " (Produkt) erkennen Sie an und akzeptieren Sie die folgenden Geschäftsbedingungen und alle Richtlinien, Richtlinien oder Änderungen, die Ihnen von Zeit zu Zeit präsentiert werden können. Wir, die aufgelisteten Studierenden, können die Geschäftsbedingungen jederzeit ohne Vorankündigung aktualisieren oder ändern.",
  "scope": "Umfang und Eigentümerschaft des Produkts",
  "scope-one": " wurde als Teil eines Schülerprojekts in einem Web-Entwicklungs-Bootcamp bei der ",
  "scope-one-2": "entwickelt. Es hat einen pädagogischen Zweck und ist nicht für umfassende persönliche und geschäftliche Nutzung vorgesehen. Daher können wir keine durchgehende Verfügbarkeit, Zuverlässigkeit, Genauigkeit oder einen anderen Aspekt der Qualität dieses Produkts garantieren.",
  "scope-two": "Das Design von ",
  "scope-two-2": "ist Eigentum der ",
  "scope-two-3": "Die unbefugte Nutzung, Vervielfältigung, Änderung, Verbreitung oder Replikation des Designs ist streng untersagt.",
  "proprietary": "Eigentumsrechte",
  "rights-2": " ist, behalten wir, die aufgelisteten Studierenden, alle Eigentumsrechte in ",
  "rights-3": " einschließlich aller damit verbundenen urheberrechtlich geschützten Materialien, Marken und anderer proprietärer Informationen.",
  "rights": "Abgesehen vom Design, das Eigentum der,",
  "product": "Nutzung des Produkts",
  "use": " ist nur für rechtmäßige Zwecke bestimmt und muss allen geltenden Gesetzen und Vorschriften entsprechen. Die Nutzung von ",
  "use-2":" für illegale Aktivitäten oder um eine andere Person zu belästigen, zu verletzen, zu bedrohen oder einzuschüchtern, ist streng untersagt. Sie tragen allein die Verantwortung für Ihre Interaktionen mit anderen Nutzern von",
  "warranties": "Ausschluss von Gewährleistungen und Haftungsbeschränkung",
  "disclaimer": " wird 'wie besehen' ohne jegliche Gewährleistung, weder ausdrücklich noch impliziert, einschließlich, aber nicht beschränkt auf die impliziten Gewährleistungen der Handelsüblichkeit, der Eignung für einen bestimmten Zweck und der Nichtverletzung, zur Verfügung gestellt. In keinem Fall haften wir, die aufgelisteten Studierenden, oder die  ",
  "disclaimer-2":"für direkte, indirekte, zufällige, besondere, Folge- oder exemplarische Schäden, einschließlich, aber nicht beschränkt auf Schäden für Gewinnverlust, Kulanzverfall, Nutzung, Daten oder andere immaterielle Verluste, selbst wenn wir auf die Möglichkeit solcher Schäden hingewiesen wurden, die sich aus oder im Zusammenhang mit der Nutzung oder Leistung ergeben von ",
  "indemnity": "Entschädigung",
  "agreement": "Sie erklären sich damit einverstanden, uns, die aufgelisteten Studierenden, die ",
  "agreement-2":" und unsere verbundenen Unternehmen, Partner, Beamten, Direktoren, Agenten und Mitarbeiter, vor und gegen alle Ansprüche, Forderungen, Verluste, Schäden, Kosten oder Haftungen (einschließlich angemessener Rechtsgebühren) zu schützen und unbegrenzt haftbar zu machen, die sich aus oder im Zusammenhang mit Ihrer Nutzung von ",
  "agreement-3":"  und/oder Ihrem Verstoß gegen diese Rechtliche Hinweise ergeben.",
  "contact": "Bei Fragen oder Mitteilungen kontaktieren Sie uns bitte unter kontakt@daniel-petrowski.de",
  "date": "Datum: 23. Januar 2026"
}
