{
    "about-me": "Über mich",
    "Developer": "Entwickler",
    "Let's-Talk": "Sprechen Wir",
    "down": "runter",
    "I am": "Ich bin",
    "introduction": "Ich begeistere mich für Softwareentwicklung und Webdesign und begann durch Online-Videos zu lernen. Ich arbeite gern mit JavaScript, Angular und Git, weil ich Probleme lösen und mich beruflich entwickeln möchte. Teamarbeit bevorzuge ich, da ich von anderen lernen kann. Mich motivieren der Lernprozess, eigene Projekte und eine IT-Karriere.",
    "technologie-text": "Hier eine Liste meiner Technologien, die ich in Projekten nutzte",
    "Looking for": "Weitere Fähigkeit",
    "another": "gesucht",
    "Discovering frameworks": "Neue Frameworks und Technologien zu entdecken und meistern begeistert mich.",
    "Touch": "zum Kontakt",
    "portfolio-subheadline": "Entdecke hier eine Auswahl meiner Arbeiten – interagiere mit Projekten, um meine Fähigkeiten in Aktion zu sehen.",
    "join-info": "Task-Manager inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben per Drag-and-Drop, weise Nutzer und Kategorien zu.",
    "pokedex-info": "Basierend auf der PokéAPI: eine einfache Bibliothek, die Pokémon-Informationen bereitstellt und katalogisiert.",
    "game-info": "Ein einfaches Jump-and-Run-Spiel mit objektorientiertem Ansatz. Hilf Pepe, Münzen und Giftflaschen zu sammeln, um gegen das Killer-Huhn zu kämpfen.",
    "contact": "Kontakt",
    "contact-subheadline": "Problem zum lösen?",
    "contact-name": "Ihr Name",
    "contact-email": "Ihre E-Mail",
    "contact-message": "Ihre Nachricht",
    "subheadline-desc-1": "Ich würde gerne als Frontend-Entwickler in Kontakt treten,",
    "subheadline-desc-2": "und benutzerfreundliche sowie leistungsstarke Lösungen für Ihre Projekte liefern.",
    "offer-1": "Frontend Entwickler gesucht?",
    "offer-2": "kontaktiere mich!",
    "policy-1": "Ich habe die ",
    "policy-2": "Datenschutzerklärung",
    "policy-3": "gelesen und stimme der Verarbeitung meiner Daten wie angegeben zu",
    "message":"Nachricht senden :)",
    "legal":"Impressum"
}