{
  "about-me":"About me",
  "Developer":"Developer",
  "Let's-Talk":"Let'sTalk",
  "down":"down",
  "I am":"I am",

  "my-skills":"My skills",
  "introduction":"I’m passionate about software development and web design, and I started learning through online videos. I enjoy working with JavaScript, Angular, and Git because I like solving problems and growing professionally. I prefer teamwork since it helps me learn from others. My motivation comes from enjoying the learning process, creating my own projects, and building a career in IT.",
  "locate":"I’m based in Germany and enjoy working in flexible, modern setups. I’m open to remote work",
  "motivate": "I am open to new ideas and enthusiastic about learning modern technologies as well as continuously improving my skills.",
  "solving":"My problem-solving approach combines analytical thinking, creativity, and persistence. I learn from every challenge while collaborating with others to find the most effective solutions.",
  "technologie-text":"here a list of my technologie i used in my projects",
  "Looking for":"Looking for",
  "another":"another Skill",
  "Discovering frameworks":" Discovering and mastering new frameworks and technologies truly excites me",
  "Touch":"Get in Touch",

  "portfolio-subheadline":"Explore a selection of my work here - Interact with projects to see my skills in action.",
  "join-info":"Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
  "pokedex-info":"Based on the PokéAPI a simple library that provides and catalogues pokemon information.",
  "game-info":"A simple Jump-and-Run game based on an object-oriented approach. Help Pepe to find coins and poison bottles to fight against the killer Chicken.",

"contact-main":"Contact",
  "contact-subheadline":"got a problem to solve?",
  
  "contact-name":"your name",
  "error-name":"Name is required",
  "contact-email":"your E-mail",
  "error-email": "please enter a E-mail",
  "error-message": "enter text at least 10 characters",
  "contact-message":"your message",
  "subheadline-desc-1":"I’d love to connect and contribute as a Frontend Developer",
  "subheadline-desc-2":" bringing user-friendly and high-performance solutions to your projects.",
  "offer-1":"Need a Frontend developer?",
  "offer-2":"Contact me!",
  "policy-1":"I've read the  ",
  "policy-2":"privacy policy ",
  "policy-3":"and agree to the processing of my data as outlined",
  "message":"send message :)",
  "legal":"Legal Notice",


  		"headline": "Legal Notice",
		"imprint": "Imprint",
		"name": "Daniel Petrowski",
		"address": "Tiergartenstraße 23 17235 Neustrelitz",
		"exploring": "Exploring the Board",
		"email": "Email: kontakt@daniel-petrowski.de",
		"accept-terms": "Acceptance of terms",
		"terms-1": "By accessing and using ",
		"terms-2":" (Product), you acknowledge and agree to the following terms and conditions, and any policies, guidelines, or amendments thereto that may be presented to you from time to time. We, the listed students, may update or change the terms and conditions from time to time without notice.",
    "scope": "Scope and ownership of the product",
		"scope-one": "has been developed as part of a student project in a web development bootcamp at the ",
    "scope-one-2":"It has an educational purpose and is not intended for extensive personal & business usage. As such, we cannot guarantee consistent availability, reliability, accuracy, or any other aspect of quality regarding this Product.",
		"scope-two": "The design of ",
		"scope-two-2":" is owned by the ",
    "scope-two-3":"Unauthorized use, reproduction, modification, distribution, or replication of the design is strictly prohibited.",
    "proprietary": "Proprietary rights",
		"rights": "Aside from the design owned by ",
    "rights-2":" we, the listed students, retain all proprietary rights in ",
    "rights-3":" including any associated copyrighted material, trademarks, and other proprietary information.",
		"product": "Use of the product",
		"use": " is intended to be used for lawful purposes only, in accordance with all applicable laws and regulations. Any use of",
    "use-2":" for illegal activities, or to harass, harm, threaten, or intimidate another person, is strictly prohibited. You are solely responsible for your interactions with other users of",
		"warranties": "Disclaimer of warranties and limitation of liability",
		"disclaimer": " is provided 'as is' without warranty of any kind, whether express or implied, including but not limited to the implied warranties of merchantability, fitness for a particular purpose, and non-infringement. In no event will we, the listed students, or the ",
    "disclaimer-2":", be liable for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data, or other intangible losses, even if we have been advised of the possibility of such damages, arising out of or in connection with the use or performance of ",
		"indemnity": "Indemnity",
		"agreement": "You agree to indemnify, defend and hold harmless us, the listed students, the ",
    "agreement-2":", and our affiliates, partners, officers, directors, agents, and employees, from and against any claim, demand, loss, damage, cost, or liability (including reasonable legal fees) arising out of or relating to your use of ",
		"agreement-3":" and/or your breach of this Legal Notice.",
    "contact": "For any questions or notices, please contact us at kontakt@daniel-petrowski.de",
		"date": "Date: November 23, 2026",

 "headline_policy":"Privacy Policy",
 "Data-Collection":"Data Collection",
 "text-1":"If you send a message via the contact form on my portfolio, I only collect the information you voluntarily provide, such as your name and email address.",
 "Data-Usage":"Data Usage",
 "text-2":"The information you provide is used exclusively to respond to your inquiries via email and, if necessary, to stay in contact with you. Your data will not be shared with third parties. You can request the deletion or correction of your data at any time by sending me a brief email. All data is stored securely and only kept as long as necessary to process your inquiry.",

  "PRIVACY": {
    "SECTION_2_TITLE": " Collection and Processing of Personal Data",
    "SECTION_2_TEXT": "On my portfolio, personal data is only collected if you voluntarily submit it via the contact form. The collected data includes:\n\n- Name\n- Email address\n- Message text\n\nThis data is processed solely for the purpose of responding to your message. It will not be shared with third parties.",

    "SECTION_3_TITLE": " Legal Basis for Processing",
    "SECTION_3_TEXT": "The processing of your personal data is based on your consent in accordance with Art. 6 para. 1 lit. a GDPR. By submitting your message, you agree to the processing of your data.",

    "SECTION_4_TITLE": " Data Retention",
    "SECTION_4_TEXT": "Your data will only be stored as long as necessary to process your request. After processing is complete or upon your request, the data will be deleted unless legal retention obligations exist.",

    "SECTION_5_TITLE": " Your Rights",
    "SECTION_5_TEXT": "You have the right at any time to:\n\n- Request information about the personal data stored about you\n- Correct inaccurate data\n- Delete your data\n- Restrict processing\n- Object to processing\n- Data portability\n\nTo exercise your rights, you can contact [email address] at any time.",

    "SECTION_6_TITLE": " Security",
    "SECTION_6_TEXT": "I take appropriate technical and organizational measures to protect your personal data from loss, misuse, and unauthorized access.",

    "SECTION_7_TITLE": "Changes to the Privacy Policy",
    "SECTION_7_TEXT": "This privacy policy may be adjusted as needed. The current version is available on my portfolio."
  }
}

